export const RecipeData : {[key : number] : any} = {
    "1": [
       {
          "name": "떡꼬치",
          "id": 1001,
          "recipe": ["떡", "고추장", "설탕"],
          "count": 0
       },
       {
          "name": "약과",
          "id": 1002,
          "recipe": ["쌀", "조청", "식용유"],
          "count": 0
       },
       {
          "name": "단호박식혜",
          "id": 1003,
          "recipe": ["쌀", "단호박", "엿기름"],
          "count": 0
       },
       {
          "name": "소떡소떡",
          "id": 1004,
          "recipe": ["떡", "소세지", "고추장", "케찹", "설탕"],
          "count": 0
       },
       {
          "name": "은행꼬치",
          "id": 1005,
          "recipe": ["은행", "식용유"],
          "count": 0
       },
       {
          "name": "송편",
          "id": 1006,
          "recipe": ["쌀가루", "소금", "설탕", "깨"],
          "count": 0
       },
       {
          "name": "배숙",
          "id": 1007,
          "recipe": ["배", "꿀", "후추", "생강"],
          "count": 0
       },
       {
          "name": "감자전",
          "id": 1008,
          "recipe": ["감자", "식용유", "소금"],
          "count": 0
       },
       {
          "name": "찹쌀떡",
          "id": 1009,
          "recipe": ["쌀", "단팥", "설탕", "소금"],
          "count": 0
       },
       {
          "name": "군밤",
          "id": 1010,
          "recipe": ["밤"],
          "count": 0
       },
       {
          "name": "붕어빵",
          "id": 1011,
          "recipe": ["밀가루", "단팥", "소금"],
          "count": 0
       },
       {
          "name": "애호박전",
          "id": 1012,
          "recipe": ["애호박", "밀가루", "소금", "계란"],
          "count": 0
       }
    ],
    "2": [
       {
          "name": "떡볶이",
          "id": 2001,
          "recipe": ["떡", "파", "고추장", "설탕", "간장", "어묵"],
          "count": 0
       },
       {
          "name": "떡국",
          "id": 2002,
          "recipe": ["떡", "소고기", "대파", "마늘", "간장", "김가루", "계란"],
          "count": 0
       },
       {
          "name": "소불고기컵밥",
          "id": 2003,
          "recipe": ["쌀", "소고기", "마늘", "양파", "설탕", "파", "간장"],
          "count": 0
       },
       {
          "name": "소갈비찜",
          "id": 2004,
          "recipe": ["소갈비", "감자", "당근", "대파", "설탕", "간장", "참기름"],
          "count": 0
       },
       {
          "name": "낙지호롱이",
          "id": 2005,
          "recipe": ["낙지", "고추장", "간장", "마늘", "설탕"],
          "count": 0
       },
       {
          "name": "김치",
          "id": 2006,
          "recipe": ["배추", "소금", "파", "무", "고춧가루", "설탕", "마늘"],
          "count": 0
       },
       {
          "name": "비빔밥",
          "id": 2007,
          "recipe": ["쌀", "고추장", "당근", "고사리", "시금치", "애호박", "소고기", "계란"],
          "count": 0
       },
       {
          "name": "바지락칼국수",
          "id": 2008,
          "recipe": ["바지락", "칼국수면", "파", "애호박", "양파", "표고버섯", "감자", "마늘", "간장", "소금"],
          "count": 0
       },
       {
          "name": "우럭매운탕",
          "id": 2009,
          "recipe": ["우럭", "무", "양파", "파", "청양고추", "고춧가루", "간장", "마늘"],
          "count": 0
       },
       {
          "name": "장어덮밥",
          "id": 2010,
          "recipe": ["쌀", "장어", "양파", "파", "간장", "설탕"],
          "count": 0
       },
       {
          "name": "김밥",
          "id": 2011,
          "recipe": ["쌀", "오이", "당근", "시금치", "햄", "단무지", "김"],
          "count": 0
       }
    ],
    "3": [
       {
          "name": "팥빙수",
          "id": 3001,
          "recipe": ["우유", "단팥", "찹쌀떡", "아몬드", "시리얼", "젤리", "연유"],
          "count": 0
       },
       {
          "name": "붕어찜",
          "id": 3002,
          "recipe": ["붕어", "무", "김치", "파", "양파", "고추장", "고춧가루", "된장", "간장", "마늘"],
          "count": 0
       },
       {
          "name": "부대찌개",
          "id": 3003,
          "recipe": ["햄", "소세지", "양파", "파", "떡", "김치", "라면", "고추장", "고춧가루", "된장", "간장", "마늘", "팽이버섯"],
          "count": 0
       }
    ]
 }